vegeta-config/results/execucao-3/results-test-1.txt
Requests      [total, rate, throughput]         4000, 800.25, 794.21
Duration      [total, attack, wait]             5.035s, 4.998s, 36.754ms
Latencies     [min, mean, 50, 90, 95, 99, max]  395.419µs, 45.969ms, 5.35ms, 127.921ms, 187.783ms, 680.205ms, 889.688ms
Bytes In      [total, mean]                     149580, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           99.98%
Status Codes  [code:count]                      0:1  200:3999  
Error Set:
Get "http://localhost:8000/withPlatformThreads/9548": EOF