vegeta-config/results/execucao-3/results-test-2.txt
Requests      [total, rate, throughput]         4000, 800.20, 798.92
Duration      [total, attack, wait]             5.007s, 4.999s, 7.977ms
Latencies     [min, mean, 50, 90, 95, 99, max]  172.599µs, 14.464ms, 4.69ms, 48.793ms, 57.093ms, 74.504ms, 100.644ms
Bytes In      [total, mean]                     149589, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:4000  
Error Set: