vegeta-config/results/execucao-3/results-test-3.txt
Requests      [total, rate, throughput]         4000, 800.36, 794.43
Duration      [total, attack, wait]             5.035s, 4.998s, 37.299ms
Latencies     [min, mean, 50, 90, 95, 99, max]  173.911µs, 4.509ms, 581.101µs, 14.074ms, 42.738ms, 47.036ms, 71.661ms
Bytes In      [total, mean]                     149597, 37.40
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:4000  
Error Set: