vegeta-config/results/execucao-3/results-test-4.txt
Requests      [total, rate, throughput]         4000, 800.21, 796.09
Duration      [total, attack, wait]             5.023s, 4.999s, 24.615ms
Latencies     [min, mean, 50, 90, 95, 99, max]  183.138µs, 4.299ms, 376.76µs, 11.754ms, 42.493ms, 47.382ms, 95.126ms
Bytes In      [total, mean]                     149561, 37.39
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           99.98%
Status Codes  [code:count]                      0:1  200:3999  
Error Set:
Get "http://localhost:8003/withVirtualThreads/340": EOF